Repository: aabdan/MKT
Catalog: MKT.Website.UI/Resources/SharedResource.*.resx
Languages: ar_ae, fr_fr

# lang_dir
source: ltr
ar_ae: rtl

# str-About
source: About TECH Nexus
ar_ae: عن تك نكزس
fr_fr: À propos de Tech Nexus

# str-animation-direction
source: animation-direction:normal
ar_ae: animation-direction:reverse

# str-contact-Message
source: Message
ar_ae: الوصف
fr_fr: De quoi parle votre projet

# str-cyber-content
source: Protect, Defense and Assurance, Risk and Policies compliance
ar_ae: الحماية وتأمين الخدمات الإلكترونية
fr_fr: Protection, défense et assurance, conformité aux risques et aux politiques

# str-cyber-title
source: cyber security
ar_ae: الأمن الإلكتروني
fr_fr: la cyber-sécurité

# str-design-content
source: Building User journey, User Experience and User Interface
ar_ae: بناء رحلة المستخدم وتجربة المستخدم وواجهة المستخدم
fr_fr: Construire le parcours utilisateur, l'expérience utilisateur et l'interface utilisateur

# str-design-title
source: interaction design
ar_ae: تصميم تفاعلي
fr_fr: design d'interaction

# str-digital-content
source: Digital Marketing Services like Search Engine Optimization(SEO),Socila Media Marketing (SMM),Pay Per Click (PPC)
ar_ae: خدمات التسويق الرقمي عبر جوجل ادز والسوشيل ميديا
fr_fr: Services de marketing numérique tels que le référencement (SEO), les médias sociaux (SMM) et le paiement par clic (PPC).

# str-digital-title
source: Digital Marketing
ar_ae: التسويق الرقمي
fr_fr: Marketing numérique

# str-ecommerce-content
source: Online Stores, Payment Integration
ar_ae: المتاجر عبر الإنترنت ، تكامل الدفع
fr_fr: Boutiques en ligne, intégration des paiements

# str-ecommerce-title
source: eCommerce
ar_ae: التجارة الإلكترونية
fr_fr: commerce électronique

# str-get-free-consultation
source: Get free consultation
ar_ae: أحصل على إستشارة مجانية
fr_fr: Obtenez une consultation gratuite

# str-it-content
source: Plan, Best practices, Managed Services, Execution
ar_ae: التخطيط وأفضل الممارسات والخدمات المدارة والتنفيذ
fr_fr: Planification, meilleures pratiques, services gérés, exécution

# str-it-title
source: IT Consultation
ar_ae: الإستشارات التقنية
fr_fr: Conseil informatique

# str-meta-description
source: Transform your business with cutting-edge tech solutions in Abu Dhabi. Offering mobile and web app development, our tech company specializes in digital transformation services for businesses. Take your online presence to the next level and achieve your business goals with Tech Nexus.
ar_ae: قم بتحويل شركتك مع حلول تكنولوجيا المعلومات المتقدمة في أبوظبي. نحن نقدم خدمات تطوير تطبيقات الجوال والويب، وشركتنا التكنولوجية متخصصة في خدمات التحول الرقمي للشركات. ارتقِ بوجودك عبر الإنترنت إلى مستوى جديد وحقق أهدافك التجارية مع Tech Nexus.
fr_fr: Transformez votre entreprise grâce à des solutions technologiques de pointe à Abu Dhabi. Offrant des applications mobiles et web, notre société technologique propose des services de transformation numérique pour les entreprises. Faites passer votre présence en ligne au niveau supérieur et atteignez vos objectifs commerciaux avec Tech Nexus.

# str-mobile-content
source: Developing iOS & Android Native and Hybrid Apps
ar_ae: تطوير تطبيقات اي فون و الاندرويد
fr_fr: Développer iOS & Applications Android natives et hybrides

# str-mobile-title
source: mobile development
ar_ae: تطبيقات الجوال
fr_fr: Développement d'applications mobiles

# str-services-message
source: Here is a glimpse of what we can do
ar_ae: خدماتنا تشمل كافة الجوانب التقنية التي تحتاجها فكرتك اللامعة لكي تبدأ، أو شركتك الحالية لكي تواكب التطور، ونلخصها لك في نقاط سريعة كالتالي:
fr_fr: Voici un aperçu de ce que nous pouvons faire

# str-start-now
source: Start Now
ar_ae: إبدأ الآن
fr_fr: Commencez maintenant

# str-title-clients
source: Our Clients
ar_ae: عملاؤنا
fr_fr: Nos clients

# str-title-services
source: Our Services
ar_ae: خدماتنا
fr_fr: Nos services

# str-title-technology
source: Our Technologies
ar_ae: التقنيات المستخدمة
fr_fr: nos technologies

# str-web-content
source: Web application, Portals, Platforms and Backed system
ar_ae: تطبيقات الويب والبوابات والمنصات الإلكترونية و الأنظمة المخصصة
fr_fr: Application Web, portails, plateformes et système sauvegardé

# str-web-title
source: web development
ar_ae: تطبيقات الويب
fr_fr: développement web

# str_about
source: About
ar_ae: عن تك نكزس
fr_fr: À propos de nous

# str_about_block1_content
source: Technexus is built to make your life easier. Variables, build tooling, documentation, and reusable components.
ar_ae: شركة إماراتية مقرها أبوظبي تركز على الحلول التقنية والتحول الرقمي.
fr_fr: Technexus est conçu pour vous faciliter la vie. Variables, outils de construction, documentation et composants réutilisables.

# str_about_block1_title
source: About
ar_ae: عن تك نكزس
fr_fr: Conçu pour les développeurs

# str_about_block2_content
source: To become pioneers in digital transformation in the region.
ar_ae: نعتقد أن صناعة المنتجات التقنية يجب أن تكون فعالة ومفيدة للأعمال والخدمات ، وتعزز العمليات وخدمة الإنسانية.
fr_fr: Une entreprise émiratie basée à Abu Dhabi qui se concentre sur les solutions technologiques et la transformation numérique.

# str_about_block2_title
source: VISION
ar_ae: رؤيتنا
fr_fr: Conçu pour être moderne

# str_about_block3_content
source: We believe that the technology products industry should be efficient and beneficial to businesses and services, enhancing operations and serving humanity.
ar_ae: ان نصبح رواد التحول الرقمي في المنطقة.
fr_fr: Nous pensons que l'industrie des produits technologiques doit être efficace et bénéfique pour les entreprises et les services, en améliorant les opérations et en servant l'humanité.

# str_about_block3_title
source: MISSION
ar_ae: رسالتنا
fr_fr: Documentation pour les choses

# str_about_title_1
source: Welcome to
ar_ae: مرحباً بك في
fr_fr: Bienvenue à

# str_about_title_2
source: TechNexus
ar_ae: تك نكزس

# str_about_title_3
source: Develop anything.
ar_ae: طور أعمالك بالتقنية
fr_fr: Développer n'importe quoi.

# str_about_title_4
source: Tech Nexus is a mobile and web Development organization based in Abu Dhabi. Tech Nexus is committed to a high degree of quality and professionalism. We strive to lead in the development of high-quality TECH solutions based on the most advanced technologies and using software engineering’s best practice.
ar_ae: هل تريد ان تطوير أعمالك بواسطة التقنية، سواءً كان ذلك بإنشاء موقع إلكتروني أو تطبيق مخصص لنشاطك التجاري؟ نحن نقدم لك إمكانية إنشاء موقع أو تطبيق جميل وعصري باستخدام أحدث التقنيات والتصميمات الحديثة.
fr_fr: Créez un site Web magnifique et moderne avec des composants Bootstrap flexibles créés à partir de zéro.

# str_btn_about1
source: View all pages
ar_ae: عرض كل الصفحات
fr_fr: Voir toutes les pages

# str_btn_about2
source: Documentation
ar_ae: توثيق

# str_btn_learn_more
source: Learn more
ar_ae: إعرف أكثر
fr_fr: En savoir plus

# str_build_app_guid_1
source: To download App Build Guide
ar_ae: لتحميل مراحل بناء و تطوير منتج تقني ،

# str_build_app_guid_2
source: Please fill the following info:
ar_ae: يرجى ادخال البيانات التالية :
fr_fr: Veuillez remplir les informations suivantes :

# str_client
source: Clients
ar_ae: عملاؤنا

# str_contact
source: Contact
ar_ae: اتصل بنا
fr_fr: Contactez-nous

# str_contact_accept
source: Agree to
ar_ae: أوافق على
fr_fr: Accepter

# str_contact_btn
source: Send Now
ar_ae: ارسل الان
fr_fr: Envoyer maintenant

# str_contact_content_main
source: We specialize in crafting tailor-made software solutions that empower businesses to seamlessly fulfill their unique requirements and overcome any limitations.
ar_ae: .لديك فكرة وتريد بناء منتج تقني لها اولديك إستفسار و تحتاج الى استشارة تقنية إذاً انت في المكان الصحيح، لا تتردد بالتواصل معنا
fr_fr: Nous développons des logiciels sur mesure qui permettent aux entreprises de répondre à leurs besoins et contraintes.

# str_contact_email
source: Email
ar_ae: البريد الإلكتروني
fr_fr: Votre e-mail

# str_contact_join
source: subscribe to emails
ar_ae: الإشتراك برسائل البريد الإلكتروني
fr_fr: Abonnez-vous aux e-mails

# str_contact_mobile
source: Mobile:
ar_ae: موبيل

# str_contact_msg
source: Message
ar_ae: رسالتك
fr_fr: Votre message

# str_contact_name
source: Name
ar_ae: الإسم
fr_fr: Nom complet

# str_contact_ourmail
source: E-mail
ar_ae: البريد الإلكتروني

# str_contact_phone
source: Phone
ar_ae: الهاتف
fr_fr: Numéro de téléphone portable

# str_contact_thanks
source: Thank You
ar_ae: شكراً لتحميلك دليل بناء منتج تقني
fr_fr: Merci de nous avoir contactés. Nous vous avons envoyé un e-mail avec tous les détails importants en pièce jointe. Notre équipe de consultants vous répondra dans les 24 heures.

# str_contact_title
source: Contact Us
ar_ae: اتصل بنا
fr_fr: Contactez-nous

# str_contact_title2
source: To download the stages of building and developing a technical product
ar_ae: لتحميل مراحل بناء و تطوير منتج تقني
fr_fr: Pour télécharger les étapes de construction et de développement d'un produit technique

# str_contact_welcome
source: Welcome
ar_ae: اهلاً بك
fr_fr: Bienvenue

# str_contact_whatsapp
source: WhatsApp:
ar_ae: واتساب:

# str_Get_connected
source: Get connected with us on social networks:
ar_ae: تابعنا
fr_fr: Rejoignez-nous sur les réseaux sociaux :

# str_logo
source: /img/technexus/TechNexus-Website-En.svg
ar_ae: /img/technexus/TechNexus-Website-Ar.svg

# str_main_message_1
source: Innov. tech. solutions to assist you with
ar_ae: حلول تقنية مبتكرة تساعدك على
fr_fr: Des sol. tech. innovantes pour vous aider à

# str_main_message_part_2
source: 'Achieving your business goals.', 'Positioning you at the forefront of your competitors.', 'Supporting the growth of your business.', 'Transforming your ideas into tangible reality.'
ar_ae: 'تحقيق أهدافك التجارية', 'تحويل أفكارك إلى واقع ملموس', 'دعم نمو أعمالك', 'جعلك في مقدمة منافسيك'
fr_fr: 'Transformer vos idées en réalité tangible.', 'Soutenir la croissance de votre entreprise.', 'Vous placer en tête de vos concurrents.', 'Atteindre vos objectifs commerciaux.'

# str_service
source: Services
ar_ae: خدماتنا

# str_start_your_project
source: Start your Project
ar_ae: إبدأ مشروعك
fr_fr: Commencez votre projet

# str_technologies
source: Technologies
ar_ae: تقنياتنا

# str_title
source: We are a tech solutions company in Abu Dhabi | Tech Nexus
ar_ae: نقدم حلول تقنية في ابوظبي | تك نكزس
fr_fr: Nous sommes une entreprise de solutions technologiques à Abu Dhabi | Tech Nexus

# str_title_footer
source: TECH NEXUS TECHNOLOGY SOLUTIONS - Office M3 & M4, ME9, C133 - Mohamed bin Zayed City - Opposite to Al Manara Private School - Abu Dhabi - Office M03 & M04
ar_ae: تيك نكزس للحلول التقنية - شركة الشخص الواحد ذ م م
fr_fr: TECH NEXUS TECHNOLOGY SOLUTIONS - SOLE PROPRIETORSHIP L.L.C.

# str-download-build-app-guide
source: Get Build App Guide
fr_fr: Obtenir le guide de l'application de construction
